{"meta":{"title":"Koroshiya's Club","subtitle":"","description":"","author":"John Doe","url":"http://example.com","root":"/"},"pages":[{"title":"About","date":"2021-05-14T08:21:36.004Z","updated":"2021-05-14T08:21:36.004Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"Koroshiya（博客主）有关酒、游戏、音乐，以及一切 关于我游戏设计专业在读大学生车万人，深度ACG爱好者喜欢三国、克苏鲁神话、日式美学、武士文化以及塔罗牌三大爱好分别是：酒、游戏、音乐 酒 鸡尾酒——墨染之樱 在日常生活中很享受有事没事听着音乐小酌两杯，在有条件的情况下也会调制几杯鸡尾酒。对我来说饮酒算是相当重要的人生乐趣之一，但我从来不喜欢觥筹交错的热闹酒局带瓶威士忌去常去的店里自斟自饮，或是在雨夜带着蓝牙音箱上到天台，伴着音乐打着伞喝几杯。这对我来说才是饮酒的乐趣和浪漫 游戏从3、4岁开始玩游戏起，对游戏的热爱启迪了我诸多兴趣爱好，也是我选择游戏设计专业的原动力。从开始自己独立开发游戏后，更是从开发者和创作者的视角重新认知了游戏我认为游戏具有其不同于其他文化载体的价值，我不敢说它是不是艺术。但至少于我而言，我喜欢游戏带来的娱乐享受，更喜欢那些专属于游戏的独特表达 steam主页 音乐我自小很喜欢音乐，小学和初中阶段跟身为音乐学院教授的外婆学了几年古筝，并且考取了演奏级证书，之后由于要准备升学考试以及沉迷游戏（bushi，逐渐疏于练习，现在练一个月勉强能弹奏八级左右的曲子平时属于耳机粘头人，意识清醒的大部分时间都在高强度听音乐。基本上啥风格都听，比较热衷电子音乐（Synthwave等）、爵士乐、吉他指弹等曾经在一些论坛上写过一段时间乐推和乐评，但现在乐理知识实在是忘得一干二净，可能会重拾起来，写点音乐杂谈 关于本站建站初衷是由于我近期在做一款东方project同人卡牌构筑Roguelike游戏，打算租个服务器建个站来做发布页，写写开发日志之类的由于我个人平时就很喜欢写一些杂谈，因此决定不如建个博客，除了开发日志之外，也分享一些读书随记、日常感想和一些关于酒、音乐、游戏以及一切的个人杂谈"},{"title":"所有分类","date":"2021-05-14T15:38:05.123Z","updated":"2021-05-14T15:38:05.123Z","comments":true,"path":"categories/index.html","permalink":"http://example.com/categories/index.html","excerpt":"","text":""},{"title":"Koroshiya的酒单&鸡尾酒配方","date":"2021-05-16T10:24:40.486Z","updated":"2021-05-16T10:24:40.486Z","comments":true,"path":"drinkingMenu/index.html","permalink":"http://example.com/drinkingMenu/index.html","excerpt":"","text":"酒单从业余爱好者的角度对我喝过并认为值得推荐的酒进行一句短评 威士忌（Whiskey） JACK DANIELS 杰克丹尼 黑标威士忌 读了《美国众神》后对这款威士忌很有情怀，香气浓郁，甜感较弱 Chivas 芝华士 苏格兰威士忌 我最喜欢的威士忌之一，甜感非常明显 金酒（Gin） SUI GIN《翠》金酒 （图左）翠是一款干型日式金酒，比Bombay蓝宝石金酒多了一些清爽的草本植物风味，我个人非常喜欢 ROKU GIN 《六》金酒 六也是三得利的一款日式金酒，比起翠的回味更浓郁，但是入口时的冲击力相对弱一些 伏特加（Vodka） Grey Goose 灰雁伏特加 比蓝天更干净，比Absolut最具深度的一款伏特加 Absolut Vodka 绝对伏特加 我喝过的味道最纯净的一款伏特加 朗姆（Rum） Barcardi 百加得白朗姆 我唯一喝过也一直在回购的白朗姆酒，干净，纯正，回味甘甜 力娇酒/利口酒（Liqueur） Kanade Sakura 《奏》 樱花力娇酒 （图右）风味独特且浓郁的一款日式力娇酒，甜度适中且颇具深度，但由于风味原因可能不适合所有的人 鸡尾酒配方我调制过的鸡尾酒与其配方 墨染の桜西行寺幽幽子主题鸡尾酒 一款樱花风味浓郁，甜度适中的日式鸡尾酒，基酒为日式金酒ROKU GIN与清酒，使用樱花糖浆和樱花力娇酒赋予樱花风味，再辅以柠檬汁做酸甜平衡。用黑色的Maraschino樱桃做装饰称《墨染之樱》之意 调制方式 ROKU金酒（或其他金酒） 30ml 獭祭五割（或其他清酒） 40ml 君度 10ml 樱花糖浆 10ml 樱花力娇酒 1.5tsp 柠檬汁 15ml 马拉奇诺樱桃 一颗将樱桃以外的原料摇匀，倒入准备好的酒杯中将樱桃插于酒签上并沉于杯底装饰Tips:清酒的选择只要不是辛口就可以樱花力娇酒如果国内不好买，可以适当增加樱花糖浆的量以代替 桂梦绰影博丽灵梦主题鸡尾酒 很大胆的使用了黄桂稠酒来作为基酒，赋予了这款鸡尾酒白色的色调以稻米、桂花的风味。红石榴糖浆与其余酒液分层，称博丽灵梦的“红白巫女”外号，饮用时可以直饮，也可以将糖浆搅匀后引用 调制方式 黄桂稠酒 60ml 伏特加 30ml 柠檬汁 15ml 马拉奇诺樱桃力娇酒 1tsp 红石榴糖浆 适量将红石榴糖浆以外的配料摇匀后倒入准备好的鸡尾酒杯中将红石榴糖浆缓缓沉入杯底Tips:推荐使用波士顿摇壶并大力度摇荡进行长摇，注入足量空气使稠酒产生绵密泡沫可根据个人口味适量调整柠檬汁和糖浆的量 Perfect Maid十六夜咲夜主题鸡尾酒 干型金酒入口时的辛辣刺激，加上干味美思葡萄氧化风味以及药草风味为桥接，结尾是苦汁带来的甜苦和成批带来的甘香的融合。比较有门槛的一款鸡尾酒，如果它能给你一种凌厉而潇洒的感觉是再好不过了 调制方式 金酒 45ml 仙山露特干味美思（或其他干味美思） 18ml 君度 12ml 蓝橙皮酒 0.5tsp 柠檬皮 一枚将装饰以外的配料搅拌均匀，倒入准备好的鸡尾酒杯中在酒面上挤压少许柠檬皮的精油，并用柠檬皮做装饰Tips:尽量选择味道比较”凌厉“的干型金酒调制这杯酒时，干味美思建议选择自身风味较为明显的少量蓝橙皮酒调色即可，避免影响风味"},{"title":"我的朋友们","date":"2021-05-16T13:42:45.215Z","updated":"2021-05-16T13:42:45.215Z","comments":true,"path":"friends/index.html","permalink":"http://example.com/friends/index.html","excerpt":"","text":""}],"posts":[{"title":"Hello World","slug":"hello-world","date":"2021-05-13T09:03:43.301Z","updated":"2021-05-14T16:16:14.281Z","comments":true,"path":"2021/05/13/hello-world/","link":"","permalink":"http://example.com/2021/05/13/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[{"name":"test","slug":"test","permalink":"http://example.com/categories/test/"}],"tags":[]}],"categories":[{"name":"test","slug":"test","permalink":"http://example.com/categories/test/"}],"tags":[]}